{
  "ChatGPT.nvim": {
    "branch": "main"
  },
  "LazyVim": {
    "branch": "main"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "VOoM": {
    "branch": "master"
  },
  "avante.nvim": {
    "branch": "main"
  },
  "bg.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "colorful-menu.nvim": {
    "branch": "master"
  },
  "colorful-winsep.nvim": {
    "branch": "alpha"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "coop.nvim": {
    "branch": "main"
  },
  "csvview.nvim": {
    "branch": "main"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "everforest-nvim": {
    "branch": "main"
  },
  "feed.nvim": {
    "branch": "main"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "firenvim": {
    "branch": "master"
  },
  "flash-zh.nvim": {
    "branch": "main"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "fm-nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "glow.nvim": {
    "branch": "main"
  },
  "gp.nvim": {
    "branch": "main"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "image.nvim": {
    "branch": "master"
  },
  "img-clip.nvim": {
    "branch": "main"
  },
  "kitty-scrollback.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lua-utils.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.diff": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neorg": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-FeMaco.lua": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-hlslens": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-origami": {
    "branch": "main"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ufo": {
    "branch": "main"
  },
  "obsidian.nvim": {
    "branch": "main"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "org-bullets.nvim": {
    "branch": "main"
  },
  "org-modern.nvim": {
    "branch": "main"
  },
  "orgmode": {
    "branch": "master"
  },
  "overseer.nvim": {
    "branch": "master"
  },
  "pathlib.nvim": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "project.nvim": {
    "branch": "main"
  },
  "promise-async": {
    "branch": "main"
  },
  "quicker.nvim": {
    "branch": "master"
  },
  "render-markdown.nvim": {
    "branch": "main"
  },
  "rose-pine": {
    "branch": "main"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "snipe.nvim": {
    "branch": "main"
  },
  "sqlite.lua": {
    "branch": "master"
  },
  "suda.vim": {
    "branch": "master"
  },
  "tiny-inline-diagnostic.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "treesj": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "vague.nvim": {
    "branch": "main"
  },
  "vim-easy-align": {
    "branch": "master"
  },
  "vim-easymotion": {
    "branch": "master"
  },
  "vim-matchup": {
    "branch": "master"
  },
  "vim-oscyank": {
    "branch": "main"
  },
  "vim-repeat": {
    "branch": "master"
  },
  "vim-rsi": {
    "branch": "master"
  },
  "vim-table-mode": {
    "branch": "master"
  },
  "vim-visual-multi": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wrapping-paper.nvim": {
    "branch": "main"
  },
  "wrapwidth": {
    "branch": "main"
  },
  "yanky.nvim": {
    "branch": "main"
  }
}
